export const homeIntroduction = [
  { name: "服务政府", children: [
    { name: "规范市场", content: "为进一步加强煤炭市场监管，提高煤炭质量水平。在煤炭经营秩序整治、煤炭质量提升、市场运营监管等方面发力集中攻坚，实现煤炭市场规范运营" },
    { name: "安全监管", content: "落实国家有关法律法规和工作要求情况，建立健全煤矿安全生产监管责任体系，加强监管能力建设情况，落实煤矿安全重大隐患排查治理情况" },
    { name: "精准施策", content: "持续深入推进监管执法规范化建设，提高严格规范精准执法水平、通过新一代智能化技术平台，做到去产能和保供应双目标实现" }
  ] },
  { name: "服务企业", children: [
    { name: "智能化建设", content: "引领煤矿智能化建设，促进煤矿企业数智化转型，助力“平台”实现与智能化煤矿数据互联互通" },
    { name: "统一标准", content: "统一标准的智能化煤矿建设体系，推动煤矿智能化建设与煤炭产业融合发展" },
    { name: "转型升级", content: "在转型升级过程中，需要获取第三方服务支撑，方便企业高效完善的转型发展" }
  ] },
  { name: "服务产业", children: [
    { name: "产业现代化", content: "煤炭企业是根基，科技创新、现代金融和人力资源均要服务于煤炭企业发展，服务于煤炭产业高质量发展" },
    { name: "产业数字化", content: "以高标准煤炭市场体系建设、煤矿安全生产与职业健康、绿色矿山建设等为约束，以科技自立自强、高科技含量、高附加值、清洁低碳、安全高效为目标" },
    { name: "产业智能化", content: "各环节企业生产、物流、资金数据，在此基础上通过大数据与人工智能技术提供分析、预测能力，从而使煤炭产业由价值增值动力、市场引导动力驱动" }
  ] }
];
