const article1 = `<table width="800" style="
margin: 0 auto;
"  cellspacing="0" cellpadding="0" border="0">
<tbody>
<tr>
<td class="detail" deep="7">
<p style="display:none;font-family:楷体,楷体_GB2312; text-align:right; font-size:16px;" data-filtered="filtered">
发改能源〔2021〕961号
</p>




<p>
</p><p>山西省、陕西省发展改革委：</p>
<p>　　报来《关于申请核准吉县—延长输气管道项目（一期工程山西段）的请示》（晋发改运行字〔2021〕39号）、《关于建设吉县—延长输气管道项目（一期工程）的意见》（陕发改能油气〔2021〕167号）及有关材料收悉。经研究，现就项目核准事项批复如下:</p>
<p>　　一、为促进煤层气资源开发利用，增强山西、陕西两省天然气互济能力，同意建设山西吉县—陕西延长输气管道项目（一期工程）（项目代码：2018-000052-57-02-003625）。</p>
<p>　　项目单位为秦晋天然气有限责任公司。</p>
<p>　　二、项目建设地点位于山西省吉县和陕西省宜川县。</p>
<p>　　三、吉县-延长输气管道项目（一期工程）输气能力33亿立方米/年，设计压力8兆帕，管径711毫米。管线长度34.2千米，其中，山西省境内22.4千米，陕西省境内11.8千米，含黄河跨越1处。新建阀室1座，改造站场1座，新建站场1座。</p>
<p>　　四、项目总投资3.54亿元，其中，30%为企业自有资金；70%申请银行贷款解决。</p>
<p>　　五、山西省、陕西省要进一步加强省级管网以及山西吉县-陕西延长输气管道与国家干线管道互联互通；进一步落实管网体制改革有关精神，该管道作为跨省干线管网项目，后续积极研究推进以市场化方式融入国家管网。</p>
<p>　　六、项目单位要从严控制建设用地规模，做到节约集约用地，不得超标准用地；要采取节能措施，优化工程设计，选用节能设备，强化节能管理，各项能耗指标必须达到规定标准。</p>
<p>　　七、项目建设要认真落实环境保护措施，严格执行环境保护设施与主体工程同时设计、同时施工、同时投入使用的“三同时”制度，项目环境影响评价文件未经审查批准不得开工建设。</p>
<p>　　八、项目单位要严格遵守安全生产有关法律法规和规程规范，落实安全生产主体责任，建立健全管理制度，加强安全管理，防止发生各类安全生产事故。</p>
<p>　　九、项目单位要严格执行国家有关招标投标的规定，项目的勘察、设计、施工、监理以及与工程建设有关的重要设备、材料等采购要全部进行招标，招标方式为公开招标，招标组织形式为委托招标。</p>
<p>　　十、项目单位要做好项目建设生产过程中征地、搬迁、生态保护等工作，妥善处理好项目建设与外部环境的关系，有效预防和化解可能产生的社会风险。</p>
<p>　　十一、核准项目的相关支持文件分别是自然资源部办公厅《关于吉县—延长输气管道项目（一期工程）建设用地预审意见的复函》（自然资办函〔2019〕1819号）、水利部黄河水利委员会《吉县—延长输气管道项目（一期工程）跨越黄河工程建设方案审批准予行政许可决定书》（黄许可决〔2019〕23号）、临汾市规划和自然资源局《建设项目选址意见书》（选字第141000201902006号）、延安市行政审批服务局《建设项目选址意见书》（延行审选字第610600201900007）等。</p>
<p>　　十二、如需对项目核准文件所规定的有关内容进行重大调整，请及时以书面形式向我委提出变更申请。</p>
<p>　　十三、项目单位应在开工前依法办理其他相关手续。</p>
<p>　　请据此开展下一步工作。</p>
<p>
</p><p>
</p><p>
</p><p style="TEXT-ALIGN: right" align="right">国家发展改革委</p>
<p style="TEXT-ALIGN: right" align="right">2021年6月29日</p>
<p>
</p></td>
</tr>
</tbody>
</table>`;
const article2 = `<table width="100%" border="0" cellspacing="0" cellpadding="0" id="myTable">
<tbody><tr>
  <td align="left" valign="top" class="zw"><p><font size="3" deep="17">　　与中国煤炭科工集团签订碳达峰、碳中和战略研究合作协议，以课题研究的优秀成果推动企业高质量发展；与山西省人民政府、华为技术有限公司、山西云时代技术有限公司联合成立智能矿山创新实验室，实现能源清洁低碳安全高效利用……在践行碳达峰、碳中和的行动中，晋能控股集团蹄疾步稳，步履铿锵。<br data-filtered="filtered">
　　作为山西现代能源双航母之一的能源革命主力军，晋能控股集团坚决把能源转型和绿色发展作为长远大计抓实抓好，纵深推进能源革命，积极推动碳达峰、碳中和各项工作，奋力谱写高质量绿色发展新篇章。 <br data-filtered="filtered">
　　在晋能控股集团塔山煤矿地面调度中心，员工曹福龙轻点电脑上的“一键启动”，井下采煤机、运输机等综采设备相继联动运转。伴随着“跳动”的数据，滚滚“乌金”顺着运输胶带奔向了地面。 <br data-filtered="filtered">
　　据了解，塔山煤矿已实现了井上下5G网络全覆盖。智能巡检机器人、一键呼叫“网约车”、实时手机视频通话，数字化、智能化这把“金钥匙”让传统采掘业更高效。 <br data-filtered="filtered">
　　目前，晋能控股集团还在积极打造智慧电厂、智能生产线、智慧车间、智慧办公等一整套智能化管控系统。塔山煤矿、同忻煤矿、麻家梁煤矿3座智能化煤矿实现5G网络全覆盖和井上井下安全、生产、经营等领域的实地场景应用，沙坪煤矿、寺河煤矿等18座矿井建成了27个智能化综采工作面，智能化装备产能达到8900万吨。<br data-filtered="filtered">
　　晋能控股集团不断深化煤炭供给侧结构性改革，一手抓落后产能淘汰，一手抓先进产能培育。“十三五”期间，该集团共关闭退出核减矿井71座，退出产能6181万吨，先进产能占比达78%。今年5月，晋能控股集团主动调整“十四五”规划，将“十四五”期末煤炭产量目标由6亿吨调整为5亿吨，将进一步培育先进产能，提高效率效益，促进煤炭产业绿色发展。 <br data-filtered="filtered">
　　电力产业是晋能控股集团三大主业之一，晋能控股集团对电力产业的发展定位是“走出一条大容量、高参数、有点对点市场、新能源占比高、效益好的电力发展路子”。<br data-filtered="filtered">
　　6月21日，晋能控股集团长治发电公司2×100万千瓦项目双机正式投产，标志着晋能控股集团电力产业正式进入“电力百万时代”。 <br data-filtered="filtered">
　　今年初以来，晋能控股集团接连不断传出电力建设项目和新能源签约项目拔节生长声音。 <br data-filtered="filtered">
　　3月24日，晋能控股电力集团与吕梁市签署“源网荷储一体化能源互联网”框架合作协议；5月13日，与新疆维吾尔自治区昌吉回族自治州阜康市签署300万千瓦风电、光伏清洁能源发电项目开发战略合作协议。 <br data-filtered="filtered">
　　从常规能源发展到新能源的异军突起，一条清洁化、低碳化的绿色发展之路在晋能控股集团徐徐展开。目前，晋能控股集团已形成风、光、水、燃气、瓦斯发电+光伏制造的清洁能源产业体系。<br data-filtered="filtered">
　　面对国家“双碳”目标和2030年风电光伏装机超12亿千瓦的机遇，晋能控股集团将按照储备一批、建设一批、投产一批的步骤，加快发展分布式光伏和分散式风电，拓展生物质、地热、氢能等新兴新能源，参与试点“新能源+储能”“新能源+火电+储能”，有计划分区域打造大同、长治、忻州、吕梁、新疆五大新能源基地。到“十四五”末，新能源装机容量力争突破3000万千瓦。 <br data-filtered="filtered">
　　面对机遇和挑战，晋能控股集团始终保持战略眼光，积极推进能源革命，提高资源综合利用率，降低电厂供电煤耗，抢抓达峰机遇，应对减碳要求，全面提升企业碳汇能力和环境承载能力，全力打造世界一流高科技、高效率、智能化、环境友好型现代能源企业<font face="楷体_GB2312">。<strong>（洪浪 刘雨亭）</strong></font></font></p>
<p><strong><font size="3" face="楷体_GB2312"></font></strong></p>
<p>&nbsp;</p></td>
</tr>
</tbody></table>`;
const article3 = `<div class="newsCon" deep="6">
<p style="text-indent: 2em;">9月17日，山西焦煤在汾西矿业东瑞煤业召开薄煤层智能化开采现场会。山西焦煤集团公司总工程师侯水云参加会议并提出要求。<br data-filtered="filtered"></p><p style="text-align: center;"><img src="https://www.sxcc.com.cn/u/cms/www/202109/18171749so44.JPG" title="CB4A2194.JPG"></p><p style="text-indent: 0em; text-align: center;"><span style="color: rgb(84, 141, 212);"><strong>图为会议现场。董&nbsp; 宣&nbsp; 摄</strong></span></p><p style="text-indent: 2em;">在对东瑞煤业薄煤层智能化开采工作给予充分肯定后，侯水云指出，本次现场会既是交流会更是动员会，希望各单位提高政治站位，高度重视薄煤层智能化开采工作，克服惯性主义、惯性思维和畏难情绪，做好薄煤层智能化开采工作的部署和落实；要进行政策研究，加强分析研判，争取政策支持，推进工作开展；要结合矿井实际，明确目标、互相协同，提高企业装备高科技、智能化水平，促进企业安全生产平稳有序，不断提升员工的获得感和幸福感。</p>
      
     <div style="text-align:right;margin-top:1em;color:#726b6b;font-size:15px">责任编辑：梁丽娜</div>
<div id="video" style="position:relative;z-index: 1;width:600px;float: left; margin:50px auto;"><div id="a1"></div></div>
</div>`;
const article4 = `<div style="margin-top:20px;color:#333;min-height:500px; font-size:16px; line-height:2.5;" deep="4"><p></p>
<p style="text-indent: 0em; text-align: center;"><span style="font-family: 楷体, 楷体_GB2312, SimKai; font-size: 20px;"><strong>激发组织活力 提供坚强保障 确保特殊时期各项措施落实落地</strong></span></p><p style="text-indent: 0em;"><span style="font-family: 楷体, 楷体_GB2312, SimKai; font-size: 20px;"><strong><br data-filtered="filtered"></strong></span></p><p style="text-indent: 2em;">9月19日，潞安化工集团召开经营管控调度会。会议传达9月18日上午召开的“全省工业和国资领域安全生产电视电话会议”精神，并对“两节”期间安全生产、信访稳定、舆情管控、疫情防控和党风廉政等工作进行安排。集团领导王志清、王强、崔树江、王大力、毛永红、徐海东参加会议。</p><p style="text-indent: 2em;">9月18日上午，全省工业和国资领域安全生产电视电话会议精神在太原召开。副省长王一新出席会议并作重要讲话。他指出，各级各有关部门和单位要按照“管行业必须管安全、管业务必须管安全、管生产经营必须管安全”实施细则的要求，认真落实省委省政府关于安全生产工作的一系列安排，始终绷紧安全生产这根弦，牢牢守住安全生产底线。他要求，要强化责任落实，按照《安全生产法》要求，进一步压实部门监管责任和企业主体责任，形成分工负责、各负其责的责任体系。要坚持问题导向，狠抓风险隐患排查治理。要注重标本兼治，紧盯重点领域重点企业重点环节，加大源头治理力度，加强制度保障落实，以数智化为抓手强化科技支撑，大力提升本质安全水平。工信部门要紧盯非煤矿山、危化品等重点领域和企业，国防科工局要紧盯弹箭、火炸药、民爆等重点企业；省属国企要重点聚焦煤炭、焦炭、冶金、电力、化工、燃气、交通、建筑、固废、旅游等行业和领域，当好安全生产标杆。王一新强调，“双节”将至，各单位要进一步提高安全意识，压实责任、细化举措，高质量完成节日期间安全生产工作任务。会议还对金融领域安全生产工作，以及疫情防控、信访维稳等工作作出安排。</p><p style="text-indent: 2em;">集团调度会强调，当前距离年底还有一百多天，企业进入生产高峰期，安全生产形势依然严峻复杂。各单位、各部门、各级干部要提高政治站位，认清当前安全形势，高度重视特殊时期安全生产管理。</p><p style="text-indent: 2em;">会议指出，要抓好安全生产工作。进一步明确“压实各级安全生产主体责任，充分调动基层单位主观能动性”“压实业务部室业务保安责任，确保特殊时期各项措施落实落地”“‘四线八块’的线块管理责任，推动各生产单位正规有序作业”的原则，明确针对性措施，确保隐患治理到位，从源头消除安全问题与隐患，坚决杜绝特殊时期重大事故发生；要抓好环保风险防控。要按照《京津冀暨周边地区秋冬大气污染综合治理攻坚行动方案》要求，提前部署四季度错峰生产、运输工作，确保把影响降到最低；要抓好资金稳定。企管、财务要全面系统分析全年经营盘子和财务状况，科学合理使用和分配资金，进一步加大资金归集力度，减少刚性兑付，不断降低企业负债率，坚决完成“降减提”任务，确保集团资金平稳有序；要抓好信访维稳。各级信访维稳部门、宣传部门要对不稳定、不和谐等信访、舆情事件进行全面摸排，及时发现问题苗头，建立问题和责任清单，逐一从源头进行解决，科学合理进行处置，将隐患消除在萌芽状态；要抓好党风廉政建设。各级领导干部要加强“两节”期间廉政工作，时刻保持清醒头脑，严格遵守党员干部廉洁自律、中央八项规定、反“四风”等各项要求规定，坚决做到清清爽爽过节，干干净净工作；要抓好疫情防控。各单位要严格落实省委省政府和集团关于疫情防控的要求和措施，加强职工教育引导，做到“非必要不外出、非必要不旅游”，严防疫情输入，守好潞安阵地。</p><p style="text-indent: 2em;">会议进一步强调，落实安全责任关键在于做，核心是要激发组织活力。各宏观部门作为集团的“神经系统网络”，一定要明确部署具体责任，充分运用“算账文化”的指导思想和方法，激活调度组织能力，把上级会议精神落实传达到具体的工作，指挥“手脚”部门单位冲锋在前，“多打粮食”，同时要通过机关作风转变带动基层作风转变，通过现场衡量出组织的有效性，并根据具体责任进行督查，确保特殊时期各项措施落实落地，以务实行动、实际成效为集团全方位推进高质量发展提供坚强保障。</p><p style="text-indent: 2em; text-align: right;">（文 牛娜）</p><p><br data-filtered="filtered"></p>
<p style="text-align:right">责任编辑：崔婷婷</p>
</div>`;
const article5 = `<div class="content" deep="3">
					
					
<div class="content_text">
    <p>近日，山西省发改委公示首批“新能源+储能”试点示范项目，集团公司光储网充示范工程入选。<br data-filtered="filtered"></p><p>在“双碳”目标引领下，打造绿色能源、构筑“电动中国”，成为大势所趋。集团公司勇担“率先转型蹚新路”历史使命，致力通过“光伏+电化学储能+物理储能+智能微电网+充电桩”系统，构建绿色能源、助力“电动中国”、实现“零碳社会”，在山西转型综改示范区布局了我省首个“光伏+混合储能”的光储网充示范工程。该工程由华阳集团与中科院物理研究所合作，布局无烟煤制钠离子电池负极材料和钠离子电池正极材料生产线，延伸钠离子电芯产业链，打造了一个全场景、智能化、多交互的微网系统，可以广泛应用于民用和工业用电。</p><p>据悉，我省首批“新能源+储能”试点示范项目共有15个，项目总规模达780.7MW。除了常见的磷酸铁锂电池之外，这批项目还包含了全钒液流电池和钠离子电池的应用，此外还增加了飞轮储能技术，更多的是采用两种技术混合模式，即磷酸铁锂+飞轮储能、磷酸铁锂+全钒液流电池、钠离子+飞轮储能、锂离子电池+超级电容等。</p><p><br data-filtered="filtered"></p>
    
</div>
<div class="content_fujian">
                    </div>
</div>`;

export const companyList = [
  { id: 1, content: article1, from: "国家发展改革委", title: "国家发展改革委关于山西吉县—陕西延长输气管道项目（一期工程）核准的批复", time: "2021-06-29 13:11" },
  { id: 2, content: article2, from: "中国矿业报", title: "晋能控股集团：争当“双碳”时代绿色发展领跑者", time: "2021-09-27 00:00" },
  { id: 3, content: article3, from: "山西焦煤网", title: "山西焦煤召开薄煤层智能化开采作业现场会", time: "2021-09-18 17:18" },
  { id: 4, content: article4, from: "潞安化工集团网站 ", title: "潞安化工集团传达贯彻“全省工业和国资领域安全生产电视电话会议”精神", time: "2021-09-20 08:30" },
  { id: 5, content: article5, from: "华阳科技", title: "我省首批“新能源+储能”试点示范项目出炉 集团光储网充示范工程入选", time: "2021-12-08 21:43" }
];
